<%@ page language="java" contentType="text/html;charset=UTF-8" pageEncoding="UTF-8"%>
<div>
尊敬的客户，欢迎您注册成为SSM后台管理系统（以下简称“本系统”）用户。在注册前请您仔细阅读如下服务条款：<br>
本协议双方为SSM后台管理系统与本系统用户，本协议具有合同效力。您确认本协议后，本协议即在您和本系统之间产生法律效力。请您务必在注册之前认真阅读全部服务协议内容，如有任何疑问，可向本系统咨询。 无论您事实上是否在注册之前认真阅读了本服务协议，只要您点击协议正本下方的"注册"按钮并按照本系统注册程序成功注册为用户，您的行为仍然表示您同意并签署了本协议。<br>
协议细则<br>
<strong>1. 本系统服务条款的确认和接纳</strong><br>
本系统各项服务的所有权和运作权归本系统拥有。<br>
<strong>2. 用户必须：</strong><br>
(1)自行配备使用本系统的所需设备， 包括个人电脑、手机等。<br>
(2)自行负担个人上网所支付的与此服务有关的电话费用、 网络费用。<br>
<strong>3. 用户承诺</strong><br>
不得在本系统上上传和发布下列违法文件及信息：<br>
(1) 反对宪法所确定的基本原则的；<br>
(2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br>
(3) 损害国家荣誉和利益的；<br>
(4) 煽动民族仇恨、民族歧视，破坏民族团结的；<br>
(5) 破坏国家宗教政策，宣扬邪教和封建迷信的；<br>
(6) 散布谣言，扰乱社会秩序，破坏社会稳定的；<br>
(7) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br>
(8) 侮辱或者诽谤他人，侵害他人合法权益的；<br>
(9) 含有法律、行政法规禁止的其他内容的。<br>
<strong>4. 电子邮件</strong><br>
用户在注册时应当选择稳定性及安全性相对较好的电子邮箱，并且同意接受并阅读本系统发往用户的各类电子邮件。如用户未及时从自己的电子邮箱接受电子邮件或因用户电子邮箱或用户电子邮件接收及阅读程序本身的问题使电子邮件无法正常接收或阅读的，只要本系统成功发送了电子邮件，应当视为用户已经接收到相关的电子邮件。电子邮件在发信服务器上所记录的发出时间视为送达时间。<br>
<strong>5. 服务条款的修改</strong><br>
本系统有权在必要时修改服务条款，本系统服务条款一旦发生变动，将会在重要页面上提示修改内容。如果不同意所改动的内容，用户可以主动停止使用本系统及本系统的一切服务。如果用户继续使用本系统任何服务，则视为接受服务条款的变动。本系统保留随时修改或中断服务而不需通知用户的权利。本系统行使修改或中断服务的权利，不需对用户或第三方负责。<br>
<strong>6. 用户管理</strong><br>
用户在使用本系统服务过程中，必须遵循以下原则：<br>
(1) 遵守中国有关的法律和法规；<br>
(2) 不得为任何非法目的而使用网络服务系统；<br>
(3) 遵守所有与网络服务有关的网络协议、规定和程序；<br>
(4) 不得利用本系统服务系统进行任何可能对互联网的正常运转造成不利影响的行为；<br>
(5) 不得利用本系统服务系统传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任
何非法的信息资料；<br>
(6) 不得利用本系统服务系统进行任何不利于本系统的行为；<br>
(7) 就本系统及合作商业伙伴的服务、产品、业务咨询应采取相应机构提供的沟通渠道，不得在公众场合发
布有关本系统及相关服务的负面宣传。<br>
(8) 不得以任何方式危害未成年人。<br>
<strong>7. 用户帐号安全</strong><br>
(1) 用户可以通过在本系统注册或使用其他合作网站的帐号使用本系统提供的各项服务。用户注册成功后，本系统将给用户一个帐号及密码，每个帐号对应一个唯一的名字（或昵称、用户名）。本系统帐号的所有权归本系统，用户完成申请注册手续后，获得的本系统帐号的使用权，但仅限为个人而非商业目的使用。<br>
(2) 用户须妥善管理自己的用户名及密码，禁止赠与、借用、租用、转让或者售卖。若出于您的原因导致
密码泄露，您需自行承担相应的一切责任。<br>
(3) 用户帐号和密码遭到他人非法使用或发生其他任何安全问题，用户应当立即联系本系统。本系统在收到用
户要求采取措施暂停其帐号登录和使用的申请后，应当要求用户提供与其注册身份信息一致的个人有效身份信息及其他证件和资料。本系统核实审查无误后，应当及时采取措施暂停用户帐号的登录和使用。用户没按要求提供相关信息或者信息有误，本系统有权拒绝用户的前述请求。<br>
(4) 用户每次使用完本系统相关服务后，请关闭退出有关帐号。因黑客行为或用户的过错导致帐号、密码或
被他人非法使用，本系统不承担任何责任。<br>
<strong>8. 用户个人资料</strong><br>
用户同意：<br>
(1) 提供及时、详尽及准确的最新的个人资料。<br>
(2) 同意接收来自本系统的信息。<br>
(3) 不断更新注册资料，如因注册信息不真实而引起的问题由用户本人承担，本系统不承担任何责任，并有
权暂停或终止该用户帐号使用权。<br>
<strong>9. 使用风险</strong><br>
用户明确同意对本系统的使用由用户个人承担风险。本系统无法担保服务不会受中断，对服务的及时性，安全性，出错发生都不作担保，但会在能力范围内，避免出错。<br>
<strong>10. 有限责任</strong><br>
本系统对来自：不正当使用本系统相关功能及服务，或用户上传的内容不符合规定等任何直接、间接、偶然、不负责任的损害本系统都不负责任，但会尽量避免这种损害的发生。并保留因用户不正当使用本系统而给本系统造成各种损害（包括名誉损害等），本系统通过法律途径向其追索法律及经济责任的权利。<br>
<strong>11. 服务限制</strong><br>
本系统有判定用户的行为是否符合本系统服务条款的要求和精神的权利，如果用户违背本系统服务条款的规定，本系统有权中断其服务的帐号。<br>
<strong>12. 利益保障</strong><br>
用户同意保障和维护本系统全体成员的利益，并承担由用户使用超出服务范围或不正当使用而引起的法律纠纷而产生的律师费用、交通费、违反服务条款的损害补偿费用、其他人使用用户的电脑、手机、帐号和其它知识产权的追索费等相关费用。<br>
<strong>13. 服务内容</strong><br>
(1) 本系统在线服务的具体内容本系统根据实际情况提供，例如网络硬盘、外链、论坛等。本系统保留随时变更、
中止或终止部分或全部网络服务的权利。<br>
(2) 本系统仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如电脑、调制解调器及其他与接
入互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均应由用户自行负担。<br>
(3) 用户应使用正版软件接受网络服务。<br>
<strong>14. 结束服务</strong><br>
用户或本系统可随时根据实际情况中断一项或多项服务。本系统不需对任何个人或第三方负责而随时中断服务。用户若反对任何服务条款的建议或对后来的条款修改有异议，或对本系统服务不满，用户可以行使如下权利：<br>
(1) 不再使用本系统所有服务；<br>
(2) 通知本系统停止对该用户的服务；
结束用户服务后，用户使用本系统服务的权利马上中止。从那时起，用户没有权利，本系统也没有义务传送任何未处理的信息或未完成的服务给用户或第三方。<br>
<strong>15. 通告</strong><br>
所有发给用户的通告都可通过重要页面的公告或电子邮件或常规的信件传送。服务条款的修改、服务变更、或其它重要事件的通告都会以此形式进行。<br>
<strong>16. 信息内容的所有权</strong><br>
本系统和本系统服务中的所有知识产权、网站中的信息内容或作为服务内容的信息、数据库、所有网站设计、文字和图表、软件、照片、录像、音乐、声音及其前述组合，以及所有软件编译、相关源代码和软件 (包括小应用程序和脚本) 均为本系统的财产。您不得、亦不得意图获得该知识产权。未经本系统书面允许，您不得为商业目的复制、更改、拷贝、发送或使用本系统上的任何材料或内容，如因您的行为而给本系统造成损害，本系统将通过法律途径追索经济和法律责任。<br>
<strong>17. 法律</strong><br>
本系统服务条款要与中华人民共和国的法律解释一致。用户和本系统一致同意服从本系统所在地有管辖权的法院管辖。<br>
</div>